68
Кухня
Завтрак
Закуски
Салаты
Супы
Паста.Ризотто
Рыбные блюда
Мясные блюда
Гарниры
Соуса
Банкетное меню
Холодные закуски
Канапе
Тарталетки
Горячие закуски
Шашлычки
Бизнес-ланчи
Кофейня
Разное
Напитки с "собой"
Напитки "здесь"
Коктейли
Теплые
Теплые коктейли "с собой"
Теплые коктейли "здесь"
Горячие
Горячие коктейли "с собой"
Горячие коктейли "здесь"
Освежающие
Освежающие коктейли "с собой"
Освежающие коктейли "здесь"
Согревающие и чайные
Другие кофейные коктейли
Десерты
Десерты "с собой"
Десерты "здесь"
Кофе "здесь"
Чай
Чай в пакетиках гринфилд
Чай заварной
Добавки
Чизкейки/торты/алмонди
Кофе в зернах на развес
Эспрессо
Американо
Американо на молоке
Капучино
Латте
Мокко
Меланж
Гор.шок
Какао
Айриш кофе
Гляссе
Кофе СССР
Молоко и мед
Baby milk
Чай Латте
Чай
Сок
Эспрессо
Американо
Капучино
Латте
Мокко
Меланж
Прочее
Молочные коктейли
1 1
18 18
2 1
3 1
4 1
5 1
6 1
7 1
8 1
9 1
10 1
11 1
12 1
13 1
14 1
15 1
16 1
17 1
19 18
22 18
37 18
34 18
38 18
41 18
42 18
43 18
20 19
21 19
23 22
26 22
29 22
32 22
33 22
35 34
36 34
39 38
40 38
24 23
25 23
27 26
28 26
30 29
31 29
44 20
45 20
46 20
47 20
48 20
49 20
50 20
51 20
52 20
53 20
54 20
55 20
56 20
57 20
58 20
59 20
60 20
62 37
63 37
64 37
65 37
66 37
67 37
68 22
308
Эспрессо од 8оз
55,00 44
Эспрессо дв 8оз
85,00 44
Американо 8оз
55,00 45
Американо 12оз
85,00 45
Американо 16оз
95,00 45
Американо на молоке 8оз
75,00 46
Американо на молоке 12оз
120,00 46
Американо на молоке 16оз
130,00 46
Капучино 8оз
75,00 47
Капучино 12оз
120,00 47
Капучино 16оз
130,00 47
Латте 8оз
75,00 48
Латте 12оз
120,00 48
Латте 16оз
130,00 48
Мокко 8оз
90,00 49
Мокко 12оз
150,00 49
Мокко 16оз
160,00 49
Меланж 8оз
90,00 50
Меланж 12оз
160,00 50
Меланж 16оз
180,00 50
Гор.шок Меланж 8оз
109,00 51
Гор.шок Меланж 12оз
169,00 51
Гор.шок Меланж 16оз
189,00 51
Гор.шок Классик 8оз
89,00 51
Какао 12оз
99,00 52
Какао 16оз
109,00 52
Айриш кофе 8оз
110,00 53
Айриш кофе 12оз
155,00 53
Айриш кофе 16оз
180,00 53
Гляссе 8оз
90,00 54
Гляссе 12оз
105,00 54
Гляссе 16оз
125,00 54
Кофе СССР 8оз
79,00 55
Кофе СССР 12оз
129,00 55
Кофе СССР 16оз
139,00 55
Молоко и мед 8оз
49,00 56
Молоко и мед 12оз
69,00 56
Молоко и мед 16оз
79,00 56
Baby milk 8оз
45,00 57
Baby milk 12оз
65,00 57
Baby milk 16оз
75,00 57
Чай Латте 8оз
50,00 58
Чай Латте 12оз
70,00 58
Чай Латте 16оз
80,00 58
Чай 8оз
30,00 59
Чай 12оз
50,00 59
Чай 16оз
60,00 59
Сок 8оз
45,00 60
Сок 12оз
65,00 60
Сок 16оз
85,00 60
Шоколадное время
150,00 24
Кокосовый остров
140,00 24
Кар-орех чудо
150,00 24
Клубника в шоколаде
180,00 24
Сочный шоколад
130,00 27
День и ночь
180,00 27
Фруктовый пунш
100,00 27
Кофе Тюр
150,00 27
Чай Ирландские сливки
110,00 27
Ледяной фруктовый чай
110,00 30
Освежись
150,00 30
Ледяной латте
129,00 30
Ледяная клубника
129,00 30
Шейкерато
129,00 30
Ромео
169,00 35
Джульетта
179,00 35
Молоко
10,00 41
Сливки11%
20,00 41
Сироп
15,00 41
Взбитые сливки
15,00 41
Топпинг
20,00 41
Пюре(джем)
40,00 41
Фрукты
40,00 41
Мед 
20,00 41
Сгущ.молоко
20,00 41
Мороженое с собой
20,00 41
Мороженое здесь
30,00 41
Маршмеллоу
15,00 41
Эспрессо добавка
30,00 41
Эспрессо од
80,00 61
Эспрессо дв
140,00 61
Американо од
80,00 62
Американо дв
140,00 62
Капучино од
100,00 63
Капучино дв
180,00 63
Латте од
110,00 64
Латте дв
200,00 64
Мокко од
140,00 65
Мокко дв
260,00 65
Меланж од
120,00 66
Меланж дв
200,00 66
Гляссе
120,00 67
Айриш Кофе
165,00 67
Сливочный латте
150,00 67
Кофе СССР
100,00 67
Кофе по-Венски
100,00 67
Чай орг в ассорт
50,00 67
Эрл грей
50,00 39
Англ.завтрак
50,00 39
Зимние грезы
50,00 39
Красные ягоды
50,00 39
Ванильный ройбош
50,00 39
Ромашка
50,00 39
Лимонное небо
50,00 39
Перечная мята
50,00 39
Ирландские виски
100,00 40
Ваниль
100,00 40
Эрл грей
100,00 40
Англ.завтрак
100,00 40
Молочный улунг
100,00 40
Моргентау
100,00 40
Фенси Сенча
100,00 40
Жасмин голд
100,00 40
Зарядись энергией
100,00 40
Красные фрукты
100,00 40
Свежесть и бодрость
100,00 40
Нежный персик
100,00 40
Лимонная трава
100,00 40
Легкость и здоровье
100,00 40
Травы с имбирем
100,00 40
Травяная прохлада
100,00 40
Утренняя звезда
100,00 40
Жизнь и красота
100,00 40
Ванильный ройбош
100,00 40
Марокканская мята
100,00 40
Равновесие
100,00 40
Горячий шоколад
100,00 21
Сочный шоколад(200мл) "здесь"
120,00 21
Какао(300мл)
110,00 21
Вода Витель
100,00 21
Вода Перье
130,00 21
Кока-кола
50,00 21
Спрайт
50,00 21
Сок в ассорт
50,00 21
Шоколадное время
150,00 25
Кокосовый остров
140,00 25
Кар-орех чудо
150,00 25
Клубника в шоколаде
180,00 25
День и ночь
180,00 28
Фруктовый пунш
100,00 28
Кофе Тюр
150,00 28
Чай Ирландские сливки
110,00 28
Ледяной фруктовый чай
110,00 31
Освежись
150,00 31
Ледяной латте
129,00 31
Ледяная клубника
129,00 31
Шейкерато
129,00 31
Зимний сон
220,00 33
Имбирный пряник
130,00 33
Миндальный бриз
180,00 33
Утомленные солнцем
250,00 33
Малиновое утро
220,00 33
Белый Мокко
200,00 33
Чоко Минт
160,00 33
Сбитень яблочный
120,00 32
Гоа
150,00 32
Лесная ягода
170,00 32
Марокканский чай
150,00 32
Чайный латте
80,00 32
Витаминный чай
150,00 32
Лечебный чай
150,00 32
Успокаивающий чай
150,00 32
Красный глинтвейн
150,00 32
Белый глинтвейн
150,00 32
Клубничный глинтвейн
160,00 32
Имбирный глинтвейн
150,00 32
Грог
170,00 32
Безалкогольный глинтвейн
110,00 32
Классический
100,00 68
Шоколадный
130,00  68
Банановый
130,00 68
Фруктовый
130,00 68
Ягодный
130,00 68
Кофейно-кокосовый
150,00 68
Мороженое "Париж"
100,00 36
Мороженое "Ванильное"
90,00 36
Ромео
169,00 36
Джульетта
179,00 36
Мадагаскар
120,00 36
Ванильное небо
150,00 36
Традиционный
135,00 42
Шоколадно-малиновый
155,00 42
Карам-ореховый
155,00 42
Калифорния
185,00 42
Черепаха
135,00 42
Классический россия
135,00 42
Клубничный россия
135,00 42
Карамельный россия
135,00 42
Шоколадный россия
135,00 42
Морковный
115,00 42
Черный лес
155,00 42
Алмонди Меринги и марабу
165,00 42
Алмонди Миндальный
165,00 42
Алмонди Арахисовый
165,00 42
Алмонди Шоколадный
165,00 42
Алмонди Карамельный
165,00 42
Меланж
120,00 43
Колумбия Декаф
120,00 43
Танзания
120,00 43
Папуа Новая Гвинея
120,00 43
Эфиопия
135,00 43
Индонезия суматра
135,00 43
Никарагуа
130,00 43
Колумбия Супремо
120,00 43
Бразилия Сантос
115,00 43
Гватемала
120,00 43
Коста Рика
135,00 43
Кения
135,00 43
Сироп Монин Мини
150,00 43
Стакан 8оз
0,00 43
Стакан 12оз
0,00 43
Стакан 16оз
0,00 43
Яичница с беконом на тосте
150,00 2
Омлет с овощами
180,00 2
Омлет с ветчиной
200,00 2
Омлет с курицей и грибами
200,00 2
Овсяная каша
60,00 2
Манная каша
60,00 2
Гречка с молоком
60,00 2
Блинчики
80,00 2
Блинчики с творогом
110,00 2
Блинчики с неркой
120,00 2
Блинчики с ветчиной и сыром
100,00 2
Сырники
160,00 2
Тосты
30,00 2
Сметана
20,00 2
Мед
30,00 2
Сгущ.молоко
20,00 2
Орехи и изюм
40,00 2
Рулетики из ветчины
180,00 3
Малосоленая форель
290,00 3
Сэндвич с ветчиной и сыром
150,00 3
Сэндвич с неркой
150,00 3
Сэндвич с беконом
150,00 3
Сэндвич с курицей
150,00 3
Сырные палочки
110,00 3
Нагетсы
90,00 3
Греческий
150,00 4
Цезарь с курицей
195,00 4
Цезарь с креветкой
240,00 4
Салат с форелью
270,00 4
Теплый с курицей
210,00 4
С маринованной говядиной
270,00 4
Крем-суп из шампиньонов
155,00 5
Сырный крем-суп с ветчиной
195,00 5
Суп-лапша с курицей
120,00 5
Охотничий
180,00 5
Уха
190,00 5
Томатный суп с м/п
210,00 5
Спагетти карбонара
210,00 6
Спагетти Болоньез
220,00 6
Фетучини с форелью
330,00 6
Фетучини с курицей и грибами
270,00 6
Ризотто с говядиной
320,00 6
Ризотто с м/п
390,00 6
Форель в кр.вине
380,00 7
Филе палтуса с овощами
340,00 7
Жареный палтус
375,00 7
Креветка в остро-томатном соусе
350,00 7
Креветка в сливочном соусе
350,00 7
Говядина с овощами
370,00 8
Мясо по-мексикански
390,00 8
Куриная грудка под слив.грибным соусом
310,00 8
Бефстроганов с рисом
315,00 8
Колбаски гриль из говяд
270,00 8
Куриные крылья барбекю
210,00 8
Картофельные дольки
120,00 9
Картофель фри
95,00 9
Картофель в зерновой горчице
110,00 9
Рис
60,00 9
Микс из овощей
115,00 9
Рататуй
130,00 9
Тар-тар
30,00 10
Барбекю
30,00 10
Кетчуп
30,00 10
Соус Цезарь
30,00 10
Фруктовое ассорти
500,00 12
Сыр и виноград
20,00 13
С креветкой
30,00 13
Курица и ананас
20,00 13
Рулеты из лепешки с форелью
30,00 13
Рулеты из лепешки с ветчиной и сыром
25,00 13
С колбаской и огурцом
25,00 13
С малосоленой форелью
30,00 13
Овощные
15,00 13
Фруктовые
15,00 13
С томатами и мацарелла
20,00 13
Курица с ананасом
20,00 14
Курица с грибами
25,00 14
С крабовыми палочками
20,00 14
С жульеном из грибов
20,00 14
Овощные Рататуй
15,00 14
С тунцом
20,00 14
С красной икрой
50,00 14
С муссом из м/с форели
35,00 14
С тар-таром из м/с форели
35,00 14
Фруктовые
15,00 14
Креветка в сухарях
35,00 15
Гребешок в сухарях
45,00 15
Куриные палочки
200,00 15
Куриное филе с овощами
75,00 16
Овощной
55,00 16
Форель
85,00 16
Понедельник
250,00 17
Вторник
250,00 17
Среда
250,00 17
Четверг
250,00 17
Пятница
250,00 17