Эспрессо од 8оз
55
Эспрессо дв 8оз
85
Американо 8оз
55
Американо 12оз
85
Американо 16оз
95
Американо на молоке 8оз
75
Американо на молоке 12оз
120
Американо на молоке 16оз
130
Капучино 8оз
75
Капучино 12оз
120
Капучино 16оз
130
Латте 8оз
75
Латте 12оз
120
Латте 16оз
130
Мокко 8оз
90
Мокко 12оз
150
Мокко 16оз
160
Меланж 8оз
90
Меланж 12оз
160
Меланж 16оз
180
Гор.шок Меланж 8оз
109
Гор.шок Меланж 12оз
169
Гор.шок Меланж 16оз
189
Гор.шок Классик 8оз
89
Какао 12оз
99
Какао 16оз
109
Айриш кофе 8оз
110
Айриш кофе 12оз
155
Айриш кофе 16оз
180
Гляссе 8оз
90
Гляссе 12оз
105
Гляссе 16оз
125
Кофе СССР 8оз
79
Кофе СССР 12оз
129
Кофе СССР 16оз
139
Молоко и мед 8оз
49
Молоко и мед 12оз
69
Молоко и мед 16оз
79
Baby milk 8оз
45
Baby milk 12оз
65
Baby milk 16оз
75
Чай Латте 8оз
50
Чай Латте 12оз
70
Чай Латте 16оз
80
Чай 8оз
30
Чай 12оз
50
Чай 16оз
60
Сок 8оз
45
Сок 12оз
65
Сок 16оз
85
Шоколадное время
150
Кокосовый остров
140
Кар-орех чудо
150
Клубника в шоколаде
180
Сочный шоколад
130
День и ночь
180
Фруктовый пунш
100
Кофе Тюр
150
Чай Ирландские сливки
110
Ледяной фруктовый чай
110
Освежись
150
Ледяной латте
129
Ледяная клубника
129
Шейкерато
129
Ромео
169
Джульетта
179
Молоко
10
Сливки11%
20
Сироп
15
Взбитые сливки
15
Топпинг
20
Пюре(джем)
40
Фрукты
40
Мед
20
Сгущ.молоко
20
Мороженое с собой
20
Мороженое здесь
30
Маршмеллоу
15
Эспрессо добавка
30
Эспрессо од
80
Эспрессо дв
140
Американо од
80
Американо дв
140
Капучино од
100
Капучино дв
180
Латте од
110
Латте дв
200
Мокко од
140
Мокко дв
260
Меланж од
120
Меланж дв
200
Гляссе
120
Айриш Кофе
165
Сливочный латте
150
Кофе СССР
100
Кофе по-Венски
100
Чай орг в ассорт
50
Эрл грей
50
Англ.завтрак
50
Зимние грезы
50
Красные ягоды
50
Ванильный ройбош
50
Ромашка
50
Лимонное небо
50
Перечная мята
50
Ирландские виски
100
Ваниль
100
Эрл грей
100
Англ.завтрак
100
Молочный улунг
100
Моргентау
100
Фенси Сенча
100
Жасмин голд
100
Зарядись энергией
100
Красные фрукты
100
Свежесть и бодрость
100
Нежный персик
100
Лимонная трава
100
Легкость и здоровье
100
Травы с имбирем
100
Травяная прохлада
100
Утренняя звезда
100
Жизнь и красота
100
Ванильный ройбош
100
Марокканская мята
100
Равновесие
100
Горячий шоколад
100
"Сочный шоколад(200мл) "здесь"
120
Какао(300мл)
110
Вода Витель
100
Вода Перье
130
Кока-кола
50
Спрайт
50
Сок в ассорт
50
Шоколадное время
150
Кокосовый остров
140
Кар-орех чудо
150
Клубника в шоколаде
180
День и ночь
180
Фруктовый пунш
100
Кофе Тюр
150
Чай Ирландские сливки
110
Ледяной фруктовый чай
110
Освежись
150
Ледяной латте
129
Ледяная клубника
129
Шейкерато
129
Зимний сон
220
Имбирный пряник
130
Миндальный бриз
180
Утомленные солнцем
250
Малиновое утро
220
Белый Мокко
200
Чоко Минт
160
Сбитень яблочный
120
Гоа
150
Лесная ягода
170
Марокканский чай
150
Чайный латте
80
Витаминный чай
150
Лечебный чай
150
Успокаивающий чай
150
Красный глинтвейн
150
Белый глинтвейн
150
Клубничный глинтвейн
160
Имбирный глинтвейн
150
Грог
170
Безалкогольный глинтвейн
110
Классический
100
Шоколадный
130
Банановый
130
Фруктовый
130
Ягодный
130
Кофейно-кокосовый
150
"Мороженое ""Париж"""
100
"Мороженое ""Ванильное"""
90
Ромео
169
Джульетта
179
Мадагаскар
120
Ванильное небо
150
Традиционный
135
Шоколадно-малиновый
155
Карам-ореховый
155
Калифорния
185
Черепаха
135
Классический россия
135
Клубничный россия
135
Карамельный россия
135
Шоколадный россия
135
Морковный
115
Черный лес
155
Алмонди Меринги и марабу
165
Алмонди Миндальный
165
Алмонди Арахисовый
165
Алмонди Шоколадный
165
Алмонди Карамельный
165
Меланж
120
Колумбия Декаф
120
Танзания
120
Папуа Новая Гвинея
120
Эфиопия
135
Индонезия суматра
135
Никарагуа
130
Колумбия Супремо
120
Бразилия Сантос
115
Гватемала
120
Коста Рика
135
Кения
135
Сироп Монин Мини
150
Стакан 8оз
0
Стакан 12оз
0
Стакан 16оз
0
Яичница с беконом на тосте
150
Омлет с овощами
180
Омлет с ветчиной
200
Омлет с курицей и грибами
200
Овсяная каша
60
Манная каша
60
Гречка с молоком
60
Блинчики
80
Блинчики с творогом
110
Блинчики с неркой
120
Блинчики с ветчиной и сыром
100
Сырники
160
Тосты
30
Сметана
20
Мед
30
Сгущ.молоко
20
Орехи и изюм
40
Рулетики из ветчины
180
Малосоленая форель
290
Сэндвич с ветчиной и сыром
150
Сэндвич с неркой
150
Сэндвич с беконом
150
Сэндвич с курицей
150
Сырные палочки
110
Нагетсы
90
Греческий
150
Цезарь с курицей
195
Цезарь с креветкой
240
Салат с форелью
270
Теплый с курицей
210
С маринованной говядиной
270
Крем-суп из шампиньонов
155
Сырный крем-суп с ветчиной
195
Суп-лапша с курицей
120
Охотничий
180
Уха
190
Томатный суп с м/п
210
Спагетти карбонара
210
Спагетти Болоньез
220
Фетучини с форелью
330
Фетучини с курицей и грибами
270
Ризотто с говядиной
320
Ризотто с м/п
390
Форель в кр.вине
380
Филе палтуса с овощами
340
Жареный палтус
375
Креветка в остро-томатном соусе
350
Креветка в сливочном соусе
350
Говядина с овощами
370
Мясо по-мексикански
390
Куриная грудка под слив.грибным соусом
310
Бефстроганов с рисом
315
Колбаски гриль из говяд
270
Куриные крылья барбекю
210
Картофельные дольки
120
Картофель фри
95
Картофель в зерновой горчице
110
Рис
60
Микс из овощей
115
Рататуй
130
Тар-тар
30
Барбекю
30
Кетчуп
30
Соус Цезарь
30
Фруктовое ассорти
500
Сыр и виноград
20
С креветкой
30
Курица и ананас
20
Рулеты из лепешки с форелью
30
Рулеты из лепешки с ветчиной и сыром
25
С колбаской и огурцом
25
С малосоленой форелью
30
Овощные
15
Фруктовые
15
С томатами и мацарелла
20
Курица с ананасом
20
Курица с грибами
25
С крабовыми палочками
20
С жульеном из грибов
20
Овощные Рататуй
15
С тунцом
20
С красной икрой
50
С муссом из м/с форели
35
С тар-таром из м/с форели
35
Фруктовые
15
Креветка в сухарях
35
Гребешок в сухарях
45
Куриные палочки
200
Куриное филе с овощами
75
Овощной
55
Форель
85
Понедельник
250
Вторник
250
Среда
250
Четверг
250
Пятница
250
