Американо 8oz, 60
Американо 12oz, 95
Американо 16oz, 105
Американо на мол. 8oz, 80
Американо на мол. 12oz, 130
Американо на мол. 16oz, 140
Капучино 8oz, 80
Капучино 12oz, 130
Капучино 16oz, 140
Латте 8oz, 80
Латте 12oz, 130
Латте 16oz, 140
Мокко 8oz, 95
Мокко 12oz, 160
Мокко 16oz, 170
Меланж 8oz, 95
Меланж 12oz, 170
Меланж 16oz, 190
Гор. шок. "Melange" 8oz, 115
Гор. шок. "Melange" 12oz, 179
Гор. шок. "Melange" 16oz, 199
Гор. шок. "Classic" 8oz, 95
Какао 12oz, 109
Какао 16oz, 119
Айриш кофе 8oz, 115
Айриш кофе 12oz, 165
Айриш кофе 16oz, 190
Гляссе 8oz, 95
Гляссе 12oz, 115
Гляссе 16oz, 135
Кофе "СССР" 8oz, 85
Кофе "СССР" 12oz, 139
Кофе "СССР" 16oz, 149
"Milk & Honey" 8oz, 55, 0
"Milk & Honey" 12oz, 79
"Milk & Honey" 16oz, 89
"Baby milk" 8oz, 50, 0
"Baby milk" 12oz, 75
"Baby milk" 16oz, 85
Чайный латте 8oz, 55, 0
Чайный латте 12oz, 80
Чайный латте 16oz, 90
Чай 8oz, 35, 0
Чай 12oz, 60
Чай 16oz, 70
Эспрессо 8oz, 60
Двойной эспрессо 8oz, 90
Сок 8oz, 50, 0
Сок 12oz, 75
Сок 16oz, 95

Молоко 50мл, 10
Сливки 50мл, 20
Сироп 10мл, 15
Взбитые сливки 15гр, 15
Топпинг 20гр, 20
Мёд 20гр, 20
Сгущ.молоко 40гр, 20
Мороженое 1порц, 20
Маршмеллоу 1порц, 15
Эспрессо 1порц, 30

Фруктовый пунш Pl, 100
Шоколад. время Pl, 150
Кокосовый остров Pl, 140
День и ночь Pl, 180
Кофе Тюр Pl, 150
Чай Ирл. Сливки Pl, 110
Лед. Фрукт. чай Pl, 110
Ледяной Латте Pl, 129
Освежись Pl, 150
Сочный шоколад Pl, 130
Лед/Гор клубника Pl, 129
Кар-орех. Чудо Pl, 150
Клубн. в шок. Pl, 180
Шейкератто Pl, 129
Ромео Pl, 169
Джульетта Pl, 179
Энергия лета Pl, 150
Смузи фруктовый Pl, 100
Фраппе Pl, 150
Мохито Pl, 169
Молочный коктейль Pl, 100
Пина колада  Pl, 129

Сендвич пол., 75
Вафли, 79
Киш, 70
Пирог, 70
Шоколадка, 10
Макарон, 59
Корзинка, 35
Маффин, 35
Almondy, 150
Шоколад ПК 65гр, 60
Шоколад ПК 180гр, 180
Мороженое с топ. 12oz, 80

Кола, 50
Спрайт, 50
Бонаква, 50
Перье, 100
Витель, 100

Салат Греческий, 210
Салат теплый с кур., 260
Цезарь с курицей, 250
Салат с малос. неркой, 270

Бульон с кур. и яйцом, 110
Крем суп из шамп., 180
Суп охотничий, 160
Сырный крем-суп с вет., 180

Карбонара, 230
Паста с кур. и гр., 250
Ризотто с кур. и овощ., 230
Ризотто с морепр., 280

Сэндвич с вет. и сыр., 75
Сэндвич с беконом, 75
Сэндвич с кур., 75
Сендвич с неркой, 75

3D картошка, 50
3D карт. с колб., 150
Карт. фри, 120
Карт. дольки, 120
Наггетсы, 120
Сыр. палочки, 140

Майонез 40г, 30
Кетчуп 40гр, 30
Барбекю 40гр, 30
Сырный 40гр, 30
Цезарь 40гр, 30

Блин. прост., 190
Блин. вет. и сыр, 55
Блин. кур. и сыр, 60
Блин. гр. жуль., 45
Блин. кур. и гр. жуль, 55
Блин. нерка, 75
Блин. гов. и рис, 60
Блин. рататуй, 45

Блин. творог, 45
Блин. вар. сгущ., 40
Блин. ябл. и апель., 45
Блин. Бубль-гум, 45
Блин. тв. крем и ягоды, 55
Блин. тв. крем и фрукты, 50

Сметана 40гр, 30
Сгущ. 40гр, 20
Соус карам.-слив., 30
Соус карам.-апельс., 30
Джем 40гр, 50
Ягодный 40гр, 40

